Repository: Abdulmajid78/check_user
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: Home
ru: Домашняя Страница
uz: Asosiy Sahifa

source: Go To Home
ru: Вернуться на домашнюю страницу
uz: bosh sahifaga o'ting

source: Get New Job Notifications
ru: Получайте уведомления о новых вакансиях
uz: Yangi ish bildirishnomalarini oling

source: Subscribe & get all related jobs notification
ru: Подпишитесь и получайте уведомления обо всех связанных вакансиях
uz: Obuna bo'ling va barcha tegishli ish bildirishnomalarini oling

source: Subscribe
ru: Подписаться
uz: Obuna boʻling

source: About Us
ru: О нас
uz: Biz haqimizda

source: How We Started
ru: Как Мы Начинали
uz: Biz qanday boshladik

source: Easiest Way To Use
ru: Самый простой способ использования
uz: Foydalanishning eng oson usuli

source: Find An Employee Easily
ru: Найти сотрудника легко
uz: Xodimni osongina toping

source: You can get a lot of information about the worker you want
ru: Вы можете получить много информации о нужном вам работнике
uz: Siz xohlagan ishchi haqida juda ko'p ma'lumot olishingiz mumkin

source: Browse Job
ru: Просмотреть вакансию
uz: Ishni ko'rib chiqish

source: the easiest way to find a job that you want and that is convenient for you
ru: самый простой способ найти работу, которую вы хотите и которая удобна для вас
uz: o'zingiz xohlagan va siz uchun qulay bo'lgan ishni topishning eng oson yo'li

source: Submit Resume
ru: Отправить резюме
uz: Rezyumeni yuborish

source: Fill out your resume to the world standard through our site
ru: Заполните свое резюме по мировому стандарту через наш сайт
uz: Saytimiz orqali jahon standartiga mos rezyumeni to'ldiring

source: Why You Choose Us Among Other Job Site?
ru: Почему вы выбираете нас среди других сайтов вакансий?
uz: Nima uchun boshqa ish saytlari orasida bizni tanlaysiz?

source: Advertise Job
ru: Рекламировать вакансию
uz: Ishni reklama qilish

source: Recruiter Profiles
ru: Профили рекрутеров
uz: Ishga qabul qilish profillari

source: Find Your Dream Job
ru: Найдите работу своей мечты
uz: O'zingizning orzuyingizdagi ishni toping

source: Grow Your Business Faster With Premium Advertising
ru: Развивайте свой бизнес быстрее с помощью рекламы премиум-класса
uz: Premium reklama bilan biznesingizni tezroq rivojlantiring

source: Checkout More
ru: Оформить заказ Подробнее
uz: Batafsil hisob

source: Job Posted
ru: Вакансия опубликована
uz: Ish e'lon qilindi

source: Job Filed
ru: Вакансия подана
uz: Ish topshirildi

source: Company
ru: Компания
uz: Kompaniya

source: Members
ru: Участники
uz: A'zolar

source: What Client’s Say About Us
ru: Что говорят о нас клиенты
uz: Mijoz biz haqimizda nima deydi

source: Alisa Meair
ru: Алиса Меэр

source: CEO of Company
ru: Генеральный директор компании
uz: Kompaniya bosh direktori

source: Adam Smith
ru: Адам Смит

source: Web Developer
ru: Веб-разработчик
uz: Veb dasturchi

source: John Doe
ru: Джон Доу

source: Graphics Designer
ru: Графический дизайнер
uz: Grafik dizayner

source: News, Tips & Articles
ru: Новости, советы и статьи
uz: Yangiliklar, maslahatlar va maqolalar

source: How to Indroduce in Yourself in Job Interview?
ru: Как представиться на собеседовании?
uz: Ish suhbatida o'zingizni qanday tanishtirish kerak?

source: Read More
ru: Читать далее
uz: Ko'proq o'qish

source: Looking for Highly Motivated Product to Build
ru: Ищем продукт с высокой мотивацией для создания
uz: Qurilish uchun yuqori motivatsiyali mahsulotni qidirmoqda

source: The Reason Why Software Develope is the Best Job
ru: Причина, почему разработчик программного обеспечения — лучшая работа
uz: Nima uchun dasturiy ta'minot ishlab chiqaruvchisi eng yaxshi ishdir

source: Account
ru: Счет
uz: Hisob

source: John Smith
ru: Джон Смит

source: My Profile
ru: Мой профил
uz: Mening profilim

source: My Resume
ru: Мое резюме
uz: Mening rezyumeyim

source: Applied Job
ru: Прикладная работа
uz: Qabul qilingan ish

source: Messages
ru: Сообщения
uz: Xabarlar

source: Saved Jobs
ru: Сохраненные вакансии
uz: Saqlangan ishlar

source: Change Password
ru: Изменить пароль
uz: Parolni o'zgartirish

source: Delete Account
ru: Удалить аккаунт
uz: Hisobni o'chirish

source: Log Out
ru: Выйти
uz: Chiqish

source: Basic Information
ru: Основная информация
uz: Asosiy ma'lumotlar

source: Your Name
ru: Ваше имя
uz: Ismingiz

source: Your Email
ru: Ваш адрес э-почты
uz: Sizning e-manzilingiz

source: Your Phone
ru: Ваш телефон
uz: Telefon raqamingiz

source: Job Title
ru: Должность
uz: Lavozim

source: Edit
ru: Редактировать
uz: Tahrirlash

source: Save
ru: Сохранять
uz: Saqlash

source: Address
ru: Адрес
uz: Manzil

source: Your Country
ru: Твоя страна
uz: Sizning mamlakatingiz

source: Your City
ru: Ваш город
uz: Sizning shahringiz

source: Zip Code
ru: Почтовый индекс
uz: Pochta indeksi

source: Region
ru: Область
uz: Mintaqa

source: Other information
ru: Дополнительная информация
uz: Boshqa ma'lumotlar

source: Age
ru: Возраст
uz: Yosh

source: Work Experience
ru: Опыт работы
uz: Ish tajribasi

source: Language
ru: Язык
uz: Til

source: Skill
ru: Навык
uz: Malaka

source: Social links
ru: Социальные ссылки
uz: Ijtimoiy havolalar

source: Blog Details
ru: Подробности блога
uz: Blog tafsilotlari

source: Popular Post
ru: Популярное сообщение
uz: Mashhur post

source: Blog
ru: Блог

source: Candidates Details
ru: Подробности о кандидатах
uz: Nomzodlar tafsilotlari

source: Manager
ru: Менеджер
uz: Menejer

source: About Me
ru: Обо мне
uz: Men haqimda

source: Education
ru: Образование
uz: Ta'lim

source: School
ru: Школа

source: Amherst School, Uzbekistan
ru: Школа Амхерста, Узбекистан

source: College
ru: Колледж

source: Swarthmore College, Uzbekistan
ru: Суортморский колледж, Узбекистан

source: University
ru: Университет

source: Princeton University, Uzbekistan
ru: Принстонский университет, Узбекистан

source: Experience
ru: Опыт
uz: Tajriba

source: Experience with SEO
ru: Опыт работы с SEO

source: Experience Teaching Web Development
ru: Опыт преподавания веб-разработки

source: Knowledgeable in Online Advertising
ru: Знание интернет-рекламы

source: Expert in LAMP Web Service Stacks
ru: Эксперт по стекам веб-сервисов LAMP

source: Position
ru: Позиция
uz: Lavozim

source: Salary
ru: Зарплата
uz: Ish haqi

source: Location
ru: Расположение
uz: Manzil

source: Period of Employment
ru: Период работы
uz: Ishga qabul qilish muddati

source: month
ru: месяц

source: Hire Me
ru: Найми меня

source: Download CV
ru: Скачать резюме

source: Candidates
ru: Кандидаты
uz: Nomzodlar

source: Contact Us
ru: Связаться с нами
uz: Biz bilan bog'lanish

source: Lets' Talk With Us
ru: Давайте поговорим с нами
uz: Biz bilan gaplashing

source: Send Message
ru: Отправить сообщение
uz: Xabar yuborish

source: Find an Employee
ru: Найти сотрудника
uz: Xodim topish

source: Category
ru: Категория
uz: Turkum

source: Web Development
ru: Веб-разработка

source: Graphics Design
ru: Графический дизайн

source: Data Scientist
ru: Специалист по данным

source: Office Assistant
ru: Офисный помощник

source: Find An Employee
ru: Найти сотрудника
uz: Xodimni toping

source: Popular Jobs Category
ru: Популярная категория вакансий
uz: Mashhur ish o'rinlari toifasi

source: Construction
ru: Строительство
uz: Qurilish

source: new Job
ru: новая работа
uz: yangi ish

source: Finance
ru: Финансы
uz: Moliya

source: Healthcare
ru: Здравоохранение
uz: Sog'liqni saqlash

source: Graphic Design
ru: Графический дизайн
uz: Grafika dizayni

source: Banking Jobs
ru: Банковские вакансии
uz: Bank ishlari

source: Automotive
ru: Автомобильная промышленность
uz: Avtomobilsozlik

source: Data Analysis
ru: Анализ данных
uz: Ma'lumotlarni tahlil qilish

source: Jobs You May Be Interested In
ru: Вакансии, которые могут вас заинтересовать
uz: Sizni qiziqtirishi mumkin bo'lgan ishlar

source: Post-Room Operate
ru: Пост-комната работает

source: Find Jobs, Employment & Career Opportunities
ru: Найдите работу, возможности трудоустройства и карьерного роста
uz: Ish, ish va martaba imkoniyatlarini toping

source: Find the employee you are looking for with us!
ru: Найдите у нас сотрудника, которого ищете!
uz: Izlayotgan xodimingizni biz bilan toping!

source: First Name
ru: Имя
uz: Ism

source: Last Name
ru: Фамилия
uz: Familiya

source: Choose Your Category
ru: Выберите свою категорию
uz: Kategoriyangizni tanlang

source: Accountancy
ru: Бухгалтерия
uz: Buxgalteriya

source: open position
ru: открытая позиция
uz: ochiq pozitsiya

source: Automotive Jobs
ru: автомобилестроении
uz: Avtomobil ishlari

source: Business
ru: Бизнес
uz: Biznes

source: Health Care
ru: Здравоохранение
uz: Sog'liqni saqlash

source: IT & Agency
ru: ИТ и Агентство
uz: IT va agentlik

source: Engineering
ru: Инженерное дело
uz: Muhandislik

source: Legal
ru: Юридический
uz: Huquq

source: A.T. Khukandi 130 B, Kokand
ru: В. Хуканди 130 Б, Коканд
uz: A.T Hukandi 130 B, Qoʻqon

source: Offline
ru: Не в сети
uz: Oflayn

source: Full Time
ru: На постоянной основе
uz: To'liq stavka

source: Hr Ago
ru: Час назад

source: Data Entry
ru: Ввод данных

source: Via
ru: С

source: Techno Inc
ru: Техно Инк

source: Street 40/A, London
ru: Улица 40/А, Лондон

source: Freelance
ru: Внештатный

source: Graphic Designer
ru: Графический дизайнер

source: Devon Design
ru: Девон Дизайн

source: West Sight, USA
ru: Вест-Сайт, США

source: Graphics
ru: Графика

source: MegaNews
ru: МегаНьюс

source: San Francisco, California
ru: Сан - Франциско, Калифорния

source: Development
ru: Разработка

source: Digital Marketor
ru: Цифровой маркетолог

source: Marketing
ru: Маркетинг

source: UI/UX Designer
ru: UI/UX дизайнер

source: Design Hunter
ru: Дизайн-охотник

source: Zoo Rd, Uzbekistan
ru: Зоопарк, Узбекистан

source: Top Companies
ru: Лучшие компании
uz: Eng To'p kompaniyalar

source: The top companies on our site have the largest number of employees and the highest salaries
ru: Топовые компании на нашем сайте имеют самое большое количество сотрудников и самые высокие зарплаты.
uz: Saytimizdagi eng yaxshi kompaniyalar eng ko'p xodimlar soni va eng yuqori maoshga ega

source: Alisher Navoi, Tashkent
ru: Алишер Навои, г. Ташкент
uz: Alisher Navoiy, Toshkent

source: Open Position
ru: Открытая позиция
uz: Ochiq pozitsiya

source: Trout Design
ru: Форель Дизайн

source: Park Avenue, Samarkand
ru: Парковый проспект, Самарканд

source: Resland LTD
ru: Ресланд ЛТД

source: Betas Quence, Qarshi
ru: Бетас Кюнц, Карши

source: Wellesley Rd, Kokand
ru: Уэлсли Роуд, Коканд
uz: Uelsli ko'chasi, Qo'qon

source: Why You Choose Jovie?
ru: Почему вы выбираете Джови?
uz: Nega siz Jovini tanlaysiz?

source: Best Talented People
ru: Лучшие талантливые люди
uz: Eng yaxshi iqtidorli odamlar

source: Easy To Find Canditate
ru: Легко найти кандидата
uz: Nomzodni topish oson

source: Easy To Communicate
ru: Легко общаться
uz: Muloqot qilish oson

source: Global Recruitment Option
ru: Глобальный вариант найма
uz: Global ishga qabul qilish opsiyasi

source: Looking For a Job
ru: Ищу работу
uz: Ish qidirish

source: Your next role could be with one of these top leading organizations
ru: Ваша следующая роль может быть в одной из этих ведущих организаций
uz: Sizning keyingi rolingiz ushbu etakchi tashkilotlardan birida bo'lishi mumkin

source: Apply Now
ru: Применить сейчас
uz: Hozir murojaat qiling

source: Are You Recruiting?
ru: Вы занимаетесь рекрутингом?
uz: Ishga qabul qilyapsizmi?

source: Buy Our Plans & Packages
ru: Купите наши планы и пакеты
uz: Bizning rejalarimiz va paketlarimizni sotib oling

source: Free Forever
ru: Бесплатно навсегда
uz: Abadiy bepul

source: Month
ru: Месяц
uz: Oy

source: Appear in results
ru: Появляться в результатах
uz: Natijalarda paydo bo'lish

source: Accept mobile app
ru: Принять мобильное приложение
uz: Mobil ilovani qabul qiling

source: Manage canditates directly
ru: Управляйте кандидатами напрямую
uz: Nomzodlarni bevosita boshqaring

source: Find A Job
ru: Найти работу
uz: Ish topmoq

source: Sponsor
ru: Спонсор
uz: Homiy

source: Premium placement
ru: Премиальное размещение
uz: Premium joylashtirish

source: PPC on your job
ru: Контекстная реклама в вашей работе
uz: Sizning ishingizda PPC

source: Reach more candidates
ru: Охватите больше кандидатов
uz: Ko'proq nomzodlarga murojaat qiling

source: Desktop, mobile job alerts
ru: Оповещения о вакансиях на настольных и мобильных устройствах
uz: Kompyuter, mobil telefon ish haqida ogohlantirishlar

source: Premium Plan
ru: Премиум-план
uz: Premium tarif rejasi

source: Job ad live for six-weeks
ru: Объявление о работе будет доступно в течение шести недель
uz: Ish bo'yicha e'lon olti hafta davomida jonli

source: Featured Candidates
ru: Рекомендуемые кандидаты
uz: Tanlangan nomzodlar

source: Mibraj Alex
ru: Мибрадж Алекс

source: Construction & Property
ru: Строительство и недвижимость
uz: Qurilish va mulk

source: Botchergate, Carlisle
ru: Ботчергейт, Карлайл
uz: Botchergeyt, Karlayl

source: D ago
ru: Д назад
uz: Kun oldin

source: Felica Kareon
ru: Фелика Кареон
uz: Felika Kareon

source: SEO Expart
ru: SEO-эксперт
uz: SEO mutaxassisi

source: Georgetown, USA
ru: Джорджтаун, США
uz: Jorjtaun, AQSh

source: Malisha Patel
ru: Малиша Патель

source: Project Management
ru: Управление проектом
uz: Loyihalar boshqaruvi

source: Madison, USA
ru: Мэдисон, США
uz: Madison, AQSh

source: Quence Joes
ru: Квенс Джоес
uz: Quens Joes

source: Augusta, Maine
ru: Огаста, Мэн
uz: Augusta, Meyn

source: Malisa Petel
ru: Малиса Петель

source: Web Designer
ru: Веб-дизайнер
uz: Veb-dizayner

source: Job Details
ru: Подробности о работе
uz: Ish tafsilotlari

source: Web Designer, Graphic Designer, UI/UX Designer
ru: Веб-дизайнер, Графический дизайнер, UI/UX-дизайнер
uz: Veb-dizayner, grafik dizayner, UI/UX dizayneri

source: Sales Manager
ru: Менеджер по продажам
uz: Sotish bo'yicha menejer

source: Apply Before: September 01,2023
ru: Подать заявку до: 01 сентября 2023 г.
uz: Oldin ariza berish: 2023 yil 01 sentyabr

source: Description
ru: Описание
uz: Tavsif

source: Requirements
ru: Требования
uz: Talablar

source: Work experience
ru: Опыт работы
uz: Ish tajribasi

source: Skills (soft skills and/or technical skills)
ru: Навыки (мягкие навыки и/или технические навыки)
uz: Ko'nikmalar (yumshoq ko'nikmalar va/yoki texnik ko'nikmalar)

source: Personal qualities and attributes.
ru: Личные качества и качества.
uz: Shaxsiy fazilatlar va fazilatlar.

source: Support software roll-outs to production.
ru: Поддержка внедрения программного обеспечения в производство.
uz: Dasturiy ta'minotni ishlab chiqarishga chiqarishni qo'llab-quvvatlash.

source: Guide and mentor junior engineers. Serve as team lead if appropriate.
ru: Руководство и наставник младших инженеров. Если возможно, выступите руководителем группы.
uz: Kichik muhandislarga rahbarlik va maslahatchi. Agar kerak bo'lsa, jamoa rahbari sifatida xizmat qiling.

source: Job Type
ru: Тип вакансии
uz: Ish turi

source: Email
ru: Э-почта
uz: Elektron pochta

source: Experince
ru: Опыт
uz: Tajriba

source: Years
ru: Годы
uz: Yillar

source: Uzbek - Russian
ru: Узбекский - Русский
uz: O'zbek - Rus

source: Website
ru: Веб-сайт
uz: Veb-sayt

source: Posted By
ru: Сообщение от

source: CEO of Euro Print
ru: Генеральный директор Европринт
uz: Euro Print bosh direktori

source: Keywords
ru: Ключевые слова
uz: Kalit so'zlar

source: Share In
ru: Предоставь к этому доступ
uz: Ulashish

source: Job List
ru: Список вакансий
uz: Ish ro'yxati

source: For Candidate
ru: Кандидату
uz: Nomzod uchun

source: Browse Jobs
ru: Просмотр вакансий
uz: Ishlarni ko'rib chiqish

source: Browse Categories
ru: Просмотр категорий
uz: Kategoriyalarni ko'rib chiqish

source: Resume
ru: Резюме
uz: Rezyume

source: Sign Up
ru: Регистрация
uz: Ro'yxatdan o'tish

source: Quick Links
ru: Быстрые ссылки
uz: Tez havolalar

source: About
ru: о нас
uz: Haqida

source: FAQ
ru: Часто задаваемые вопросы
uz: TSS

source: Pricing
ru: Цены
uz: Narxlar

source: Privacy
ru: Конфиденциальность
uz: Maxfiylik

source: Contact
ru: Контакт
uz: Aloqa

source: Information
ru: Информация
uz: Ma `lumot

source: Phone
ru: Телефон
uz: Telefon

source: Copyright @2023 check_user. All Rights Reserved By
ru: Авторские права @2023 check_user. Все права защищены
uz: Mualliflik huquqi @2023 check_user. Barcha huquqlar tomonidan himoyalangan

source: Jobs
ru: Вакансии
uz: Ishlar

source: Find An employee
ru: Найти сотрудника

source: Post A Job
ru: Опубликовать вакансию
uz: Ish joylash

source: Pages
ru: Страницы

source: Privacy & Policy
ru: Политика конфиденциальности

source: Terms & Conditions
ru: Условия использования

source: Profile
ru: Профиль
uz: Profil

source: Reset Password
ru: Сброс пароля
uz: Parolni tiklash

source: Sign In
ru: Войти
uz: Tizimga kirish

source: Post a Job
ru: Опубликовать вакансию
uz: Ish joylash

source: Fill Up Your Job information
ru: Заполните информацию о своей вакансии
uz: Ishingiz haqidagi ma'lumotlarni to'ldiring

source: Job Category
ru: Тип деятельности
uz: Ish toifasi

source: Company Name
ru: Название компании
uz: Shirkat nomi

source: Company Email
ru: Э-почта компании
uz: Kompaniya e-pochtasi

source: Company Website (Optional)
ru: Веб-сайт компании (необязательно)
uz: Kompaniya veb-sayti (ixtiyoriy)

source: Part Time
ru: Неполная занятость
uz: Yarim kun

source: Freelancer
ru: Фрилансер

source: Job Tags
ru: Теги вакансий
uz: Ish teglari

source: Salary (Optional)
ru: Заработная плата (необязательно)
uz: Ish haqi (ixtiyoriy)

source: Job Description
ru: Описание работы
uz: Ish tavsifi

source: Enter Email
ru: Введите адрес э-почты

source: Enter Password
ru: Введите пароль
uz: Parolni kiriting

source: Or sign in with
ru: Или войдите через
uz: Yoki hisobingizga kiring

source: Not have an account?
ru: Нет аккаунта?
uz: Hisobingiz yo'qmi?

source: Create an account
ru: Завести аккаунт
uz: Hisob ochish

source: Enter Username
ru: Введите имя пользователя
uz: Foydalanuvchi nomini kiriting

source: Or sign up with
ru: Или зарегистрируйтесь через
uz: Yoki ro'yxatdan o'ting

source: Have an Account?
ru: Иметь аккаунт?
uz: Hisobingiz bormi?
